Repository: deltachat/deltachat-pages
Catalog: */contribute.po
Languages: es, uk

source: # Channels and repositories
es: # Canales y repositorios
uk: # Канали і репозиторії

source: - [Delta Chat support forum](https://support.delta.chat) for wider feature discussions and getting support.
es: - [Foro de soporte de Delta Chat](https://support.delta.chat) para discusiones más amplias sobre las funcionalidades y para obtener ayuda.
uk: - [Delta Chat форум підтримки](https://support.delta.chat) більше дискусії для нових можливостей і отримання техпідтримки.

source: - [#deltachat on freenode]({% include webirc-url %}) for day to day communications.
es: - [#deltachat en freenode]({% include webirc-url %}) para las comunicaciones del día a día.
uk: - [#deltachat on freenode]({% include webirc-url %}) для щоденного обговорення.

source: - [Delta Chat mailing list](https://lists.codespeak.net/postorius/lists/delta.codespeak.net/) for community discussions and news.
es: - [Lista de correo de Delta Chat](https://lists.codespeak.net/postorius/lists/delta.codespeak.net/) para discusiones en la comunidad y noticias.
uk: - [Delta Chat перелік розсилок](https://lists.codespeak.net/postorius/lists/delta.codespeak.net/) для обговорення спільнотою і новин.

source: - [Delta Chat repositories](https://github.com/deltachat/) where you can find the code for DeltaChat apps and this web site.
es: - [Repositorios de Delta Chat](https://github.com/deltachat/) donde puedes encontrar el código de las distintas aplicaciones de DeltaChat y de este sitio web.

source: # Translations and Bug Reports
es: # Traducciones e informes de errores
uk: # Переклади і звіти про помилки

source: - [Translations on Transifex](https://www.transifex.com/delta-chat/public/) - [Delta Chat Android Issues](https://github.com/deltachat/deltachat-android/issues) - [Delta Chat Desktop Issues](https://github.com/deltachat/deltachat-desktop/issues) - [Delta Chat iOS Issues](https://github.com/deltachat/deltachat-ios/issues) - [C Core Library + Python Bindings Issues](https://github.com/deltachat/deltachat-core/issues) - [Rust Core Library + Python Bindings Issues](https://github.com/deltachat/deltachat-core-rust/issues)
es: - [Traducciones en Transifex](https://www.transifex.com/delta-chat/public/) - [Discusiones sobre Delta Chat para Android](https://github.com/deltachat/deltachat-android/issues) - [Discusiones sobre Delta Chat para Escritorio](https://github.com/deltachat/deltachat-desktop/issues) - [Discusiones sobre Delta Chat para iOS](https://github.com/deltachat/deltachat-ios/issues) - [Discusiones sobre C Core Library y Python Bindings](https://github.com/deltachat/deltachat-core/issues) - [Discusiones sobre Rust Core Library y Python Bindings](https://github.com/deltachat/deltachat-core-rust/issues)

source: We are always looking for developers who want to help along and are familiar with C, Rust, Java, Swift, Javascript or Python on Android, iOS, Windows, Linux or Mac.
es: Siempre estamos buscando desarrolladores que quieran ayudar y que estén familiarizados con C, Rust, Java, Swift, Javascript o Python en Android, iOS, Windows, Linux o Mac.
uk: Ми завжди шукаємо розробників, які бажають допомогти і знайомі з C, Rust, Java, Swift, Javascript або Python на Android, iOS, Windows, Linux або Mac.

source: # Donate Money or devices
es: # Dona dinero o dispositivos
uk: # Пожертвувати гроші або пристрої

source: If you want to support DeltaChat with money:
es: Si quieres apoyar DeltaChat con dinero:
uk: Якщо Ви бажаєте допомогти Delta Chat грошима:

source: - IBAN DE86100777770428658900, Account owner (please always specify): Björn Petersen, BIC NORSDE51XXX - PayPal or credit card: [paypal.me/deltachat](https://paypal.me/deltachat/20) - Send bitcoins to [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L](bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)
es: - IBAN DE86100777770428658900, Titular de la cuenta (especifique siempre): Björn Petersen, BIC NORSDE51XXX - PayPal o tarjeta de crédito: [paypal.me/deltachat](https://paypal.me/deltachat/20) - Envia bitcoins a [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L](bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)
uk: - IBAN DE86100777770428658900, власник рахунку (будь ласка, вказуйте завжди): Björn Petersen, BIC NORSDE51XXX - PayPal або банківська картка: [paypal.me/deltachat](https://paypal.me/deltachat/20) - Bitcoin-гаманець: [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L] (bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)

source: We need **devices** for test purposes. Do you have any disused Android Smartphone or iPhone? [We](imprint)'d love to take it!
es: Necesitamos **dispositivos** para hacer pruebas. ¿Tienes algún teléfono Android o iPhone que ya no usas? ¡[Nos](imprint) encantaría tenerlo!
uk: Ми потребуємо **пристрої** для тестування. Якщо у Вас є непотрібний смартфон на базі Android або iPhone [ми](imprint) із задоволенням приймемо його у подарунок!

source: --- title: Contribute layout: default-en ---
uk: --- title: Зробити свій внесок layout: default-uk ---

source: - [Translations on Transifex](https://www.transifex.com/delta-chat/public/) - [Delta Chat Android Issues](https://github.com/deltachat/deltachat-android/issues) - [Delta Chat Desktop Issues](https://github.com/deltachat/deltachat-desktop/issues) - [Delta Chat iOS Issues](https://github.com/deltachat/deltachat-ios/issues) - [Core Library + Python Issues](https://github.com/deltachat/deltachat-core/issues)
uk: - [Переклади на Transifex](https://www.transifex.com/delta-chat/public/) - [Питання з Delta Chat Android](https://github.com/deltachat/deltachat-android/issues) - [Питання з Delta Chat Desktop](https://github.com/deltachat/deltachat-desktop/issues) - [Питання з Delta Chat iOS](https://github.com/deltachat/deltachat-ios/issues) - [Питання з Core Library + Python](https://github.com/deltachat/deltachat-core/issues)
