Repository: deltachat/deltachat-pages
Catalog: */download.po
Languages: de, es, fr, it, pt, ru, uk

source: --- title: Download layout: default-en ---
de: --- title: Download layout: default-de ---
es: --- title: Descargar layout: default-es ---
fr: --- title: Téléchargement layout: default-fr ---
it: --- title: Download layout: default-it ---
pt: --- title: Baixe o Delta Chat layout: default-pt ---
ru: --- title: Скачать layout: default-ru ---
uk: --- title: Завантажити layout: default-uk ---

source: # Delta/Android Downloads (Beta)
es: # Descargas de Delta/Android (Beta)
fr: # Télécharger Delta/Android (Bêta)
it: # Download Delta/Android (Beta)
ru: # Delta/Android Загрузки (Бета)
uk: # Delta/Android Завантаження (Бета)

source: Delta/Android is the most feature-rich and stable DeltaChat app.
de: Delta/Android ist die funktionsreichste und stabilste Delta Chat App.
es: Delta/Android es la aplicación DeltaChat más estable y con más funcionalidades implementadas.
fr: Delta/Android est l'application DeltaChat la plus riche en fonctionnalités et la plus stable.
it: Delta/Android è la più completa e stabile app di DeltaChat.
pt: O Delta/Android é a versão mais estável e bem trabalhada.
ru: Delta/Android приложение DeltaChat с большей функциональностью и стабильно.
uk: Delta/Android – додаток Delta Chat з найбільшою функціональністю і стабільністю.

source: * [Download from F-Droid](https://f-droid.org/app/com.b44t.messenger) * [Download from Google Play Beta Channel](https://play.google.com/store/apps/details?id=chat.delta) * [Download APK](https://github.com/deltachat/deltachat-android/releases) (experienced users only) * [View Changelog]({% include changelog-url %}), [contribute to the Android repo](https://github.com/deltachat/deltachat-android/).
de: * [Von F-Droid herunterladen](https://f-droid.org/app/com.b44t.messenger) * [Vom Google Play Beta Kanal herunterladen](https://play.google.com/store/apps/details?id=chat.delta) * [Download der APK](https://github.com/deltachat/deltachat-android/releases) (nur für erfahrene Anwender) * [Änderungshistorie ansehen]({% include changelog-url %}), [Beitragen zur Android repo](https://github.com/deltachat/deltachat-android/).
es: * [Descargar de F-Droid](https://f-droid.org/app/com.b44t.messenger) * [Descargar de Google Play Beta Channel](https://play.google.com/store/apps/details?id=chat.delta) * [Descargar APK](https://github.com/deltachat/deltachat-android/releases) (para usuarios avanzados) * [Ver que hay de nuevo]({% include changelog-url %}), [contribuir en el repositorio de la versión Android](https://github.com/deltachat/deltachat-android/).
fr: * [Télécharger depuis F-Droid](https://f-droid.org/app/com.b44t.messenger) * [Télécharger depuis Google Play Beta Channel](https://play.google.com/store/apps/details?id=chat.delta) * [Télécharger l'APK](https://github.com/deltachat/deltachat-android/releases) (utilisateurs avertis seulement) * [Voir le journal des modifications]({% include changelog-url %}), [contribuer au dépôt Android](https://github.com/deltachat/deltachat-android/).
it: * [Scarica da F-Droid](https://f-droid.org/app/com.b44t.messenger) * [Scarica da Google Play Beta Channel](https://play.google.com/store/apps/details?id=chat.delta) * [Scarica APK](https://github.com/deltachat/deltachat-android/releases) (experienced users only) * [Vedi Changelog]({% include changelog-url %}), [contribuisci al repository Android](https://github.com/deltachat/deltachat-android/).
pt: * [Baixe do F-Droid](https://f-droid.org/app/com.b44t.messenger) * [Baixe do Google Play Beta Channel](https://play.google.com/store/apps/details?id=chat.delta) * [Baixe o APK](https://github.com/deltachat/deltachat-android/releases) (somente usuários experientes) * [Ver histórico de atualizações]({% include changelog-url %}) e [contribua no repositório do Android](https://github.com/deltachat/deltachat-android/).
ru: * [Загрузить из F-Droid](https://f-droid.org/app/com.b44t.messenger) * [Загрузить бета-версию из Google Play Beta Channel](https://play.google.com/store/apps/details?id=chat.delta) * [Загрузить APK](https://github.com/deltachat/deltachat-android/releases) (только для продвинутых пользователей) * [Смотреть список изменений]({% include changelog-url %}), [участвовать в разработке приложения для Android](https://github.com/deltachat/deltachat-android/).

source: # Delta/Desktop Downloads (Beta)
es: # Descargas de Delta/Desktop (Beta)
fr: # Télécharger Delta/Desktop pour votre ordinateur (Bêta)
it: # Scarica Delta/Desktop (Beta)
ru: # Delta/Desktop Загрузки (Бета)
uk: # Delta/Desktop Завантаження (Бета)

source: Delta/Desktop is well usable and can be operated standalone or in conjunction with Android or iOS.
de: Delta/Desktop ist gut verwendbar und kann einzeln oder in Verbindung mit Android oder iOS betrieben werden.
es: Delta/Desktop es fácil de usar y puede utilizarse de forma independiente o en conjunto con Android o iOS.
fr: Delta/Desktop est bien fonctionnel et peut être utilisé seul ou combiné avec Android ou iOS.
it: Delta/Desktop è usabile sia standalone che in abbinamento ad Android o iOS.
pt: O Delta/Desktop é bem usável, independentemente ou em paralelo com o Android ou o iOS.
ru: Delta/Desktop хорошо для использовать на персональном компьютере или в связке с Android и iOS.
uk: Delta/Desktop добре використовується на персональному комп'ютері або у поєднанні з Android і iOS.

source: * [download for Linux from flathub](https://flathub.org/apps/details/chat.delta.desktop)
de: * [Download für Linux von flathub](https://flathub.org/apps/details/chat.delta.desktop)
es: * [Descargar para Linux de Flathub](https://flathub.org/apps/details/chat.delta.desktop)
fr: * [télécharger pour Linux depuis flathub](https://flathub.org/apps/details/chat.delta.desktop)
it: * [scairca per Linux da flathub](https://flathub.org/apps/details/chat.delta.desktop)
pt: * [baixe pro Linux do flathub](https://flathub.org/apps/details/chat.delta.desktop)
ru: * [загрузить для Linux из flathub](https://flathub.org/apps/details/chat.delta.desktop)

source: * [download for Mac from our github release page](https://github.com/deltachat/deltachat-desktop/releases/).
de: * [Download für Mac von unserer Github Release Seite](https://github.com/deltachat/deltachat-desktop/releases/).
es: * [Descargar para Mac de nuestra página en GitHub](https://github.com/deltachat/deltachat-desktop/releases/).
fr: * [télécharger pour Mac depuis notre page de publication github](https://github.com/deltachat/deltachat-desktop/releases/).
it: * [scarica per Mac dalla nostra pagina di rilascio su github](https://github.com/deltachat/deltachat-desktop/releases/).
pt: * [baixe pro Mac do github](https://github.com/deltachat/deltachat-desktop/releases/).
ru: * [загрузить для Mac со страницы github release](https://github.com/deltachat/deltachat-desktop/releases/).

source: * [Windows support pending, help needed!](https://github.com/deltachat/deltachat-desktop/issues/606)
de: * [Windows-Support steht noch aus, Hilfe wird benötigt!](https://github.com/deltachat/deltachat-desktop/issues/606)
es: * [el soporte para Windows está pendiente, ¡se necesita ayuda!](https://github.com/deltachat/deltachat-desktop/issues/606)
fr: * [assistance pour Windows en attente, besoin d'aide!](https://github.com/deltachat/deltachat-desktop/issues/606)
it: * [Supporto a Windows in sospeso, ci serve aiuto!](https://github.com/deltachat/deltachat-desktop/issues/606)
pt: * [Pendendo versões pro Windows. Precisamos de ajuda!](https://github.com/deltachat/deltachat-desktop/issues/606)
ru: * [Поддержка Windows ожидается, нужна помощь!](https://github.com/deltachat/deltachat-desktop/issues/606)
uk: * [Підтримка Windows очікується, потрібна допомога!] (https://github.com/deltachat/deltachat-desktop/issues/606)

source: * [FAQ multiclient](help#multiclient) page on how to synchronize Desktop with another Delta app.
de: * [FAQ Multiclient](help#multiclient) Hilfe zur Synchronisation von Desktop mit einer anderen Delta-Applikation
es: * [FAQ multi-cliente](help#multiclient) página sobre cómo sincronizar la versión de escritorio con otra aplicación Delta.
fr: * page [FAQ multi-client](aide#multi-client) sur comment synchroniser l'application ordinateur de bureau avec une autre application Delta.
it: * [FAQ multiclient](help#multiclient) su come sincronizzare la app Desktop con le altre Delta app.
pt: * [FAQ multicliente](help#multiclient): veja como sincronizar várias instâncias do Delta Chat.
ru: * [ЧАВО мультиклиентские](help#multiclient) страница как синхронизировать версию ПК с мобильными клиентами Delta.
uk: * [ЧаПи мультиклієнтські](help#multiclient) сторінка про те, як синхронізувати версію для ПК з мобільними клієнтами Delta.

source: * [View Changelog](https://github.com/deltachat/deltachat-desktop/blob/master/CHANGELOG.md), [contribute to Desktop repository](https://github.com/deltachat/deltachat-desktop/).
de: * [Changelog anzeigen](https://github.com/deltachat/deltachat-desktop/blob/master/CHANGELOG.md), [zu den Desktop-Quellen beitragen](https://github.com/deltachat/deltachat-desktop/).
es: * [Ver historial de cambios](https://github.com/deltachat/deltachat-desktop/blob/master/CHANGELOG.md), [contribuir con el repositorio de la versión de escritorio](https://github.com/deltachat/deltachat-desktop/).
fr: * [Voir journal des modifications](https://github.com/deltachat/deltachat-desktop/blob/master/CHANGELOG.md), [contribuer au dépôt Delta/Desktop](https://github.com/deltachat/deltachat-desktop/).
it: * [Vedi Changelog](https://github.com/deltachat/deltachat-desktop/blob/master/CHANGELOG.md), [contribuisci al repository Desktop](https://github.com/deltachat/deltachat-desktop/).
pt: * [Veja o histórico de atualizações](https://github.com/deltachat/deltachat-desktop/blob/master/CHANGELOG.md) e [contribua no repositório do Desktop](https://github.com/deltachat/deltachat-desktop/).
ru: * [Просмотр изменения в log](https://github.com/deltachat/deltachat-desktop/blob/master/CHANGELOG.md), [оказать помощь в репозитарии для версии ПК](https://github.com/deltachat/deltachat-desktop/).
uk: * [Перегляд журналу змін](https://github.com/deltachat/deltachat-desktop/blob/master/CHANGELOG.md), [зробити внесок в репозитарій версії для ПК](https://github.com/deltachat/deltachat-desktop/).

source: # Delta/iOS on TestFlight (Beta)
de: # Delta/iOS auf TestFlight (Beta)
es: # Delta/iOS en TestFlight (Beta)
fr: # Delta/iOS sur le TestFlight (Bêta)
it: # Delta/iOS su TestFlight (Beta)
pt: # Delta/iOS no TestFlight (Beta)
ru: # Delta/iOS Тестовый Полёт (Бета)
uk: # Delta/iOS Тестовий Політ (Бета)

source: Delta/iOS supports basic functionality but not all features offered by Android or Desktop. Betas are distributed via Testflight.
de: Delta/iOS unterstützt grundlegende Funktionen, aber nicht alle Features, die für Android oder Desktop angeboten werden. Betas werden über Testflight verteilt.
es: Delta/iOS soporta funcionalidades básicas, pero no todas las funcionalidades que ofrece Android o la versión de escritorio.
fr: Delta/iOS prend en charge les fonctionnalités de base, mais pas toutes les fonctionnalités offertes par Android ou Desktop. Les versions bêta sont distribuées via Testflight.
it: Delta/iOS supporta le funzionalità base, ma non tutte quelle offerte su Android o Desktop. Le beta vengono distribuite tramite Testflight.
pt: O Delta/iOS tem as funcionalidades básicas, mas não todas aquelas do Android e Desktop. Versões beta são distribuídas via Testflight.
ru: Delta/iOS поддерживает базовые функции, но не все, что предоставлены в версиях для для Android or Desktop. Беты предоставлены через Тестовый Полёт .
uk: Delta/iOS підтримує базові функції, але не всі, які є у версіях для Android або ПК. Бета-версії надані через Тестовий Політ.

source: - [testflight invite page](https://testflight.apple.com/join/WVoYFOZe) for your iPhone or iPad.
de: - [testflight Einladungsseite](https://testflight.apple.com/join/WVoYFOZe) für Ihr iPhone oder iPad.
es: - [página de invitación de testflight](https://testflight.apple.com/join/WVoYFOZe) para tu iPhone o iPad.
fr: - [page d'invitation testflight](https://testflight.apple.com/join/WVoYFOZe) pour votre iPhone ou iPad.
it: - [pagina di invito testflight](https://testflight.apple.com/join/WVoYFOZe) per il tuo iPhone o iPad.
pt: - [Página de convite do testflight](https://testflight.apple.com/join/WVoYFOZe) para o iPhone ou iPad.
ru: - [страница, приглашение для тестовых полётов](https://testflight.apple.com/join/WVoYFOZe) для вашего iPhone или iPad.
uk: - [сторінка запрошення для Тестових Польотів](https://testflight.apple.com/join/WVoYFOZe) для Вашого iPhone або iPad.

source: - [contribute to iOS development](https://github.com/deltachat/deltachat-ios/).
de: - [zur Entwicklung für iOS beitragen](https://github.com/deltachat/deltachat-ios/).
es: - [contribuir al desarrollo en iOS](https://github.com/deltachat/deltachat-ios/).
fr: - [contribuer au développement iOS](https://github.com/deltachat/deltachat-ios/).
it: - [contribuisci allo sviluppo su iOS](https://github.com/deltachat/deltachat-ios/).
pt: - [contribua para desenvolver no iOS](https://github.com/deltachat/deltachat-ios/).
ru: - [помощь в разработке iOS](https://github.com/deltachat/deltachat-ios/).
uk: - [зробити внесок у розробку iOS](https://github.com/deltachat/deltachat-ios/).

source: - Scan this QR code with the camera app of your iPhone/iPad
de: - Diesen QR-Code mit der Kamera-App des iPhone/iPad scannen
es: - Escanea este código QR con la aplicación de cámara de tu iPhone/iPad
fr: - Numérisez ce QR code avec l'application caméra de votre iPhone/iPad
it: - Scansiona questo codice QR con la fotocamera del tuo iPhone/iPad
pt: - Escaneie este código QR com seu iPhone/iPad
ru: - Сканируйте этот QR код с помощью камеры вашего iPhone/iPad
uk: - Скануйте цей QR-код за допомогою камери Вашого iPhone/iPad

source: ![QRCode](../assets/home/deltachat_testflight_qrcode.png)
es: ![Código QR](../assets/home/deltachat_testflight_qrcode.png)
pt: ![Código QR](../assets/home/deltachat_testflight_qrcode.png)
ru: ![QRКод](../assets/home/deltachat_testflight_qrcode.png)
uk: ![QR-код](../assets/home/deltachat_testflight_qrcode.png)

source: # Verify Downloads
de: # Downloads verifizieren
es: # Verificar Descargas
fr: # Vérifier les téléchargements
it: # Verifica Download
pt: Verificar downloads
ru: # Данные для проверки целостности загруженных файлов
uk: # Перевірка завантажених файлів

source: For Android, you can verify the signing certificate on the APK matches one of the following SHA256 fingerprints:
de: Um Android-APKs zu verifizieren, können Sie überprüfen, ob das Signatur-Zertifikat einem der folgenden SHA256-Fingerabdrücke entspricht:
es: Para Android, puede verificar que el certificado de firma en la APK coincida con una de las siguientes firmas digitales SHA256:
fr: Pour Android, vous pouvez vérifier que la signature du certificat de l'APK correspond à l'une des empreintes SHA256 suivantes:
it: Per Android, puoi verificare che il certificato della firma nell'APK corrisponda a uno dei seguenti fingerprint SHA256:
pt: Para a versão Android, você pode verificar o certificado do APK comparando com uma das seguintes impressões SHA256:
ru: Для Android, проверить подлинность возможно сравнив отпечатки SHA256 сертификата установочного файла .apk со следующими контрольными суммами:
uk: Для Android Ви можете перевірити автентичність, порівнявши відбитки сертифікату SHA256 інсталяційного файлу APK з наступними контрольними сумами:

source: * For F-Droid downloads: `{% include fingerprint-f-droid %}`
de: * Für F-Droid Downloads: `{% include fingerprint-f-droid %}`
es: * Para descargas en F-Droid: `{% include fingerprint-f-droid %}`
fr: * Pour téléchargements F-Droid : `{% include fingerprint-f-droid %}`
it: * Per i download tramite F-Droid: `{% include fingerprint-f-droid %}`
pt: * Para o F-Droid: `{% include fingerprint-f-droid %}`
ru: * Для загрузок с F-Droid: `{% include fingerprint-f-droid %}`
uk: * Для завантажень з F-Droid: `{% include fingerprint-f-droid %}`

source: * Other APK downloads: `{% include fingerprint-local %}`
de: * Andere APK downloads: `{% include fingerprint-local %}`
es: * Otras descargas de APK: `{% include fingerprint-local %}`
fr: * Autres téléchargements d'APK : `{% include fingerprint-local %}`
it: * Download tramite APK: `{% include fingerprint-local %}`
pt: * Outros APKs: `{% include fingerprint-local %}`
ru: * Другие загрузки .apk: `{% include fingerprint-local %}`
uk: * Інші завантаження APK: `{% include fingerprint-local %}`

source: To print the SHA256 fingerprints of the APK signing certificate you can use eg. `keytool -list -printcert -jarfile <APK-file>`
de: Um den SHA256-Fingerabduck des Signatur-Zertifikats anzuzeigen, kann z.B. das folgende Kommando verwendet werden: `keytool -list -printcert -jarfile <APK-Datei>`
es: Para imprimir las firmas digitales SHA256 del certificado de firma de la APK, puede utilizar, por ejemplo, `keytool -list -printcert -jarfile <APK-file>`
fr: La commande suivante peut être utilisée pour afficher l'empreinte SHA256 du certificat de signature: `keytool -list -printcert -jarfile <APK-file>`
it: Per mostrare i fingerprint SHA256 della firma del certificato dell'APK puoi usare ad esempio: `keytool -list -printcert -jarfile `
pt: Para obter as impressões SHA256 do APK você pode usar, por exemplo `keytool -list -printcert -jarfile <APK-file>`
ru: Посмотреть отпечаток сертификата SHA256, которым подписан установочный файл APK, возможно, например, при помощи команды `keytool -list -printcert -jarfile <APK-file>`
uk: Ви можете подивитися відбиток сертифікату SHA256, яким підписано інсталяційний файл APK, за допомогою команди `keytool -list -printcert -jarfile <APK-file>`

source: * [download for Linux or Mac from our github release page](https://github.com/deltachat/deltachat-desktop/releases/).
uk: * [завантаження для Linux або Mac з нашої сторінки релізів на GitHub] (https://github.com/deltachat/deltachat-desktop/releases/).
