Repository: deltachat/deltachat-pages
Catalog: */gdpr.po
Languages: de, fr, pl, pt, sq

source: --- title: GDPR and Privacy layout: default-en ---
de: --- title: DSGVO und Datenschutz layout: default-de ---
fr: --- title: RGPD et protection de la vie privée layout: default-fr ---
pl: --- title: GDPR i Prywatność layout: default-pl ---
pt: --- title: GDPR layout: default-pt ---
sq: --- title: GDPR dhe Privatësia layout: default-sq ---

source: # Privacy by Design
de: # Delta Chat bietet **Privacy by Design**
fr: # Protection de la vie privée dès la conception
pl: # Prywatność zaprojektowana
pt: # Privacidade por "Design"
sq: # Privatësi që në koncept

source: - **Confidentiality**: End-to-end encryption by default, by implementing [Autocrypt Level 1](https://autocrypt.org).
de: - **Vertraulichkeit:** Ende-zu-Ende Verschlüsselung wird per Default vorgenommen
fr: - **Confidentialité** : Chiffrement de bout en bout par défaut, en implémentant [Autocrypt Level 1](https://autocrypt.org).
pl: - **Poufność**: Domyślnie szyfrowanie typu end-to-end, poprzez wdrożenie [Autocrypt Level 1](https://autocrypt.org).
pt: - **Confidencialidade**: Criptografia ponta a ponta por padrão, pela implementação do [Autocrypt Nível 1](https://autocrypt.org).
sq: - **Fshehtësi**: Fshehtëzim skaj-më-skaj, si parazgjedhje, përmes sendërtimit të [Autocrypt Level 1](https://autocrypt.org).

source: - **Data minimization**: No alignment or uploading of the address-book content.
de: - **Datenminimierung:** Es findet kein Adressbuchabgleich oder -upload statt
fr: - **Minimisation des données** : Aucun rapprochement ni téléchargement du contenu du carnet d'adresses.
pl: - **Minimalizacja ilości danych**: Brak porównywania lub przesyłania zawartości książki adresowej.
pt: - **Minimização de dados**: Sem sincronização ou entrega do livro de endereços.
sq: - **Minimizim trafiku të dhënash**: Pa kopjime apo ngarkime lënde të librit tuaj të adresave nga shërbime diku.

source: - **Data avoidance**: No Delta Chat server, no processing of personal data.
de: - **Datenvermeidung:** Keine Delta Chat Server, keine personenbezogene Datenverarbeitung
fr: - **Évitement des données** : Pas de serveur Delta Chat, pas de traitement de données personnelles.
pl: - **Unikanie danych**: Brak serwera Delta Chat, brak przetwarzania danych osobowych.
pt: - **Rejeição de dados**: Sem servidor do Delta Chat, não ocorre processamento de dados pessoais.
sq: - **Larg të dhënave**: Pa shërbyes Delta Chat, pa përpunim të dhënash personale.

source: # Further Compliance to the GDPR
de: # Die **DSGVO** und **Delta Chat** Messenger Kommunikation
fr: # Conformité future au RGPD
pl: # Dalsza zgodność z GDPR
pt: # Ainda mais conformidade com o GDPR
sq: # Përputhshmëri e Mëtejshme me GDPR -në

source: - Does not require any **consent** (article 7 GDPR) from the users or their contacts (data subjects), because no address-book-data is transmitted.
de: Unsere derzeitge Sicht der Dinge (16.05.2018):
fr: - Ne nécessite aucun **consentement** (article 7 du RGPD) de la part des utilisateurs ou de leurs contacts (personnes concernées), car aucune donnée du carnet d'adresses n'est transmise.
pl: - Nie wymaga żadnej **zgody** (article 7 GDPR) ze strony użytkowników lub ich kontaktów (osób, których dane dotyczą), ponieważ nie są przekazywane dane z książki adresowej.
pt: - Não necessita qualquer **consentimento** (artigo 7 do GDPR) dos usuários ou seus contatos (sujeitos dos dados), já que o livro de endereços não é transmitido.
sq: - S’lyp ndonjë *lejim** (neni 7 i GDPR-së) prej përdoruesve apo kontakteve të tyre (subjekte të dhënash), ngaqë s’ka transmetim të dhënash libri adresash.

source: - Can be used **without requiring a contract or instructions** from any controller (organisation), because no additional third party will process the E-Mail related personal data.
de: - Delta Chat verarbeitet keine personenbezogenen Daten im Auftrag des Verantwortlichen und bedarf somit **keiner Weisung oder eines Auftragsverarbeitungsvertrages.**
fr: - Peut être utilisé **sans nécessiter de contrat ou d'instructions** de la part d'un responsable du traitement (organisation), car aucune tierce partie supplémentaire ne traitera les données à caractère personnel relatives aux courriers électroniques.
pl: - Może być używany **bez konieczności zawierania umowy lub instrukcji** od administratora (organizacji), ponieważ żadna dodatkowa strona trzecia nie będzie przetwarzać danych osobowych związanych z pocztą e-mail.
pt: - Pode ser usado **sem necessidade de contratação ou instruções** de qualquer entidade controladora (organização), visto que nenhum terceiro a mais irá processar o e-mail e dados pessoais correlatos.
sq: - Mund të përdoret **pa u dashur një kontratë apo udhëzime** nga ndonjë kontrollues (ent), ngaqë të dhënat personale të lidhura me email-in nuk do të përpunohen nga ndonjë palë e tretë shtesë.

source: # How data controllers (organizations) benefit from using Delta Chat in complying to the GDPR
de: - Durch eine anwenderfreundliche Ende-zu-Ende-Verschlüsselung werden die Vorgaben der DSGVO bereits auf technischer Ebene umgesetzt, **Privacy by Design.**
fr: # Comment les contrôleurs de données (organisations) tirent-ils profit de l'utilisation de Delta Chat pour se conformer au RGPD ?
pl: # W jaki sposób administratorzy danych (organizacje) odnoszą korzyści z korzystania z Delta Chat w celu zapewnienia zgodności z GDPR
pt: # Como controladores de dados (organizações) beneficiam-se ao usar o Delta Chat em termos de cumprir o GDPR
sq: # Si përfitojnë kontrolluesit (entet) e të dhënave nga përdorimi i Delta Chat-it në përputhje me GDPR-në

source: - Creates **no additional information requirements** for the controller towards direct or indirect data subjects regarding any collection of address-book-data, article 13, 14 GDPR.
de: - Das Einholen einer **Einwilligung** für den Adressbuchabgleich **entfällt**, Art. 7 DSGVO.
fr: - Ne crée **aucune exigence d'information supplémentaire** pour le responsable du traitement à l'égard des personnes concernées directement ou indirectement concernant toute collecte de données du carnet d'adresses, article 13, 14 du RGPD.
pl: - Nie tworzy **żadnych dodatkowych wymogów informacyjnych** dla administratora danych w odniesieniu bezpośrednim lub pośrednim do osób, których dane dotyczą, w odniesieniu do gromadzenia danych z książki adresowej, art. 13, 14 GDPR.
pt: - Não gera **requisitos adicionais de informação** para o controlador direta ou indiretamente quanto aos sujeitos de dados relativamente a qualquer coleta de dados de livros de endereços, artigo 13, 14 do GDPR.
sq: - **Nuk krijon domosdoshmëri shtesë mbi të dhënat** për kontrolluesin kundrejt subjektesh të drejtpërdrejtë ose të tërthortë të të dhënave lidhur me grumbullim të dhënash librash adresash, neni 13, 14 GDPR.

source: - Needs **no data protection impact assessment** to be carry out for Delta Chat (Article 35 GDPR), because it processes no particular additional data beyond E-Mail messenging.
de: - Die beim Adressbuch-Zugriff vorgeschriebene **Informationserteilung** des Betroffenen und der im Adressbuch enthaltenden Betroffenen **entfällt**, Art. 13, 14 DSGVO.
fr: - Ne nécessite **aucune évaluation de l'impact sur la protection des données** à effectuer pour Delta Chat (article 35 du RGPD), car il ne traite aucune donnée supplémentaire particulière en dehors des messages électroniques.
pl: - Nie wymaga przeprowadzania oceny skutków w zakresie ochrony danych Delta Chat (art. 35 GDPR), ponieważ nie przetwarza żadnych szczególnych danych dodatkowych poza przesyłaniem wiadomości e-mail.
pt: - Dispensa **avaliação de impacto de proteção de dados** a ser feita para o Delta Chat (Artigo 35 do GDPR), porque nenhum dado particular a mais é processado que as mensagens de e-mail.
sq: - Për Delta Chat-in, s’ka nevojë të bëhet **auditim ndikimi mbi mbrojtje të dhënash** (Neni 35 i GDPR-së), ngaqë nuk përpunon të dhëna të veçanta shtesë, tej pjesës së nevojshme për funksionimin e email-it.

source: - Adding Delta Chat's privacy measures to the **record of processing activities** can have a positive impact on eventual **evidence documentation**, (article 30 GDPR) as well as on the **data protection certification process**, Article 25 (3), 42 GDPR.
de: - Eine **Datenschutz-Folgeabschätzung** ist durch fehlende Messenger-Datenverabreitung **nicht notwendig**, Art. 35 DSGVO. Das Risiko für Rechte und Freiheiten natürlicher Personen beschränkt sich auf die unternehmensinterne Datenverarbeitung der E-Mail-Kommunikation und die der E-Mail-Provider.
fr: - L'ajout des mesures de protection de la vie privée de Delta Chat au **registre des activités de traitement** peut avoir un impact positif sur d'éventuels **documents probants**, (article 30 RGPD ainsi que sur le **processus de certification en matière de protection des données**, article 25, paragraphe 3, et article 42 du RGPD.
pl: - Dodanie środków ochrony prywatności Delta Chat do **rejestru działań związanych z przetwarzaniem** może mieć pozytywny wpływ na ewentualną **dokumentację dowodową** (art. 30 GDPR), jak również na **proces certyfikacji ochrony danych**, art. 25 ust. 3, art. 42 GDPR.
pt: - Adicionar medidas de privacidade do Delta Chat ao **histórico de atividades processadas** pode gerar um impacto positivo em eventual **documentação de evidências**, (artigo 30 do GDPR) bem como no **processo de certificação de proteção de dados**, artigo 25 (3), 42 do GDPR.
sq: - Shtimi i masave mbi privatësinë të Delta Chat-it te **regjistri i veprimtarive të përpunimit** mund të kenë një ndikim pozitiv në **dokumentim të mëvonshëm evidence**, (neni 30 i GDPR-së), si dhe mbi **procesin e certifikimit për mbrojtje të dhënash**, neni 25 (3), 42 GDPR.

source: - The **record of processing activities** linked to the messenger-communication is reduced to identifying the email-providers and recording their activities, Article 30 (2) GDPR.
de: - Eine Aufnahme der durch Delta Chat implementierten Maßnahmen ins **Verzeichnis von Verarbeitungstätigkeiten** kann sich positiv auf eventuelle **Beweisführungen**, Art. 30 DSGVO sowie **Zertifizierungsprozesse** auswirken, Art. 25 IV, 42 DSGVO.
fr: - Le **dossier des activités de traitement** liées à la messagerie-communication se limite à l'identification des fournisseurs de courrier électronique et à l'enregistrement de leurs activités, article 30, paragraphe 2, du RGPD.
pl: - **Rejestr działań przetwarzania danych** związanych z komunikacją komunikatora ogranicza się do identyfikacji dostawców usług poczty elektronicznej i rejestrowania ich działalności, art. 30 ust. 2 GDPR.
pt: - O **histórico de processamento de atividades** ligado à comunicação pelo mensageiro reduz-se a identificar os provedores de e-mail e gravar suas atividades, artigo 30 (2) do GDPR.
sq: - **Regjistrimi i veprimtarive të përpunimit** të lidhura me komunikimet dhe mesazhet është reduktuar në identifikimin e furnizuesve të shërbimit email dhe regjistrimit të veprimtarive të tyre, neni 30 (2) GDPR.

source: - Remaining risks to the rights and freedoms of natural persons are generally also limited to the communication data processed by the controller and the email providers.
de: - Die **Dokumentierung von Verarbeitungstätigkeiten** in Verbindung mit der Messenger-Kommunikation **entfällt** und verlagert sich lediglich auf die Verzeichnung der Verarbeitungstätigkeiten Ihres E-Mail-Providers, Art. 30 II DSGVO.
fr: - Risques qui subsistent pour les droits et libertés des personnes physiques se limitent généralement aussi aux données de communication traitées par le contrôleur et les fournisseurs de messagerie.
pl: - Pozostałe zagrożenia dla praw i wolności osób fizycznych są zwykle ograniczone do danych komunikacyjnych przetwarzanych przez administratora danych i dostawców usług poczty elektronicznej.
pt: - Riscos remanescentes aos direitos e liberdades das pessoas naturais são, geralmente, também limitados aos dados de comunicação processados pelo controlador e provedores de e-mail.
sq: - Edhe rreziqet e mbetura, ndaj të drejtave dhe lirive të personave përgjithësisht kufizohen në të dhënat e komunikimit të përpunuara nga kontrolluesi dhe furnizuesit e shërbimit email.

source: This statement reflects the General Data Protection Regulation (GDPR) as of 16.05.2018.
fr: Cette déclaration reflète le Règlement général sur la protection des données (RGPD) en vigueur au 16.05.2018.
pl: Niniejsze oświadczenie odzwierciedla ogólne Rozporządzenie o Ochronie Danych Osobowych (RODO=GDPR) z dnia 16.05.2018.
pt: As afirmações aqui contidas refletem a redação de 16/05/2018 do Regulamento Geral sobre a Proteção de Dados (GDPR).
sq: Kjo deklaratë pasqyron Rregulloren e Përgjithshme të Mbrojtjes së të Dhënave (GDPR) të deri 16.05.2018.
