Repository: deltachat/deltachat-pages
Catalog: */help.po
Languages: es, fr, pt

source: --- title: Help layout: default-en ---
es: --- title: Preguntas frecuentes layout: default-es ---
fr: --- title: Aide layout: default-fr ---
pt: --- title: Perguntas frequentes layout: default-pt ---

source: # Frequently Asked Questions
es: # Preguntas frecuentes
fr: # Foire aux questions
pt: # Perguntas frequentes

source: - [General](#general) - [Groups](#groups) - [Encryption](#encryption) - [Multi-client](#multiclient) - [Miscellaneous](#miscellaneous)
es: - [General](#general) - [Grupos](#groups) - [Encriptación](#encryption) - [Multiples dispositivos](#multiclient) - [Problemas de Login](#login-issues)
fr: - [Général](#general) - [Groupes](#groups) - [Chiffrement](#encryption) - [Multi-client](#multiclient) - [Divers](#miscellaneous)
pt: - [Geral](#general) - [Grupos](#groups) - [Criptografia](#encryption) - [Multicliente](#multiclient) - [Diversos](#miscellaneous)

source: # General
fr: # Général {#general}
pt: # Geral {#general}

source: ## What is Delta Chat?
es: ## ¿Qué es Delta Chat?
fr: ## C'est quoi Delta Chat?
pt: ## O que é o Delta Chat?

source: Delta Chat is a new chat app that uses e-mails for transfering messages. If you receive a chat message just use your e-mail app to read the message and reply. **You are not required to sign up anywhere, go to a website or install Delta Chat.**
es: Delta Chat es una nueva aplicación de mensajería que usa el correo electrónico para transferir los mensajes. Si recibes un mensaje de chat, simplemente usa tu aplicación cliente de correo para leer y responder. **No es necesario que te registres en ningún lado, vayas a un sitio web o instales Delta Chat.**
fr: Delta Chat est une nouvelle application de tchate qui utilise les courriels pour transférer des messages. Si vous recevez un message de tchate, utilisez simplement votre application de messagerie électronique pour lire le message et sa réponse. **Vous n'êtes pas obligé de vous inscrire quelque part, aller sur un site Web ou installer Delta Chat.**
pt: O Delta Chat é um novo aplicativo de conversas que usa e-mails para transmitir as mensagens. Se você receber uma mensagem pode respondê-la pelo seu e-mail. **Não é obrigatório fazer uma nova conta, ir a um site ou mesmo instalar o Delta Chat.**

source: ## How can i find people to chat with?
es: ## ¿Cómo puedo encontrar personas con las que chatear?
fr: ## Comment puis-je trouver des gens avec qui tchatter ?
pt: ## Como encontro pessoas para conversar?

source: With Delta Chat, you can write to every existing e-mail address - even if the recipient is not using the Delta Chat App. This is one of the biggest differences to other messengers: There is no need for the receiver to install the same app as yours.
es: Con Delta Chat, usted puede escribir a todas las direcciones de correo electrónico existentes, incluso, si el destinatario no está utilizando la aplicación Delta Chat. Esta es una de las mayores diferencias con otros mensajeros: no es necesario que el destinatario instale la misma aplicación que usted.
fr: Avec Delta Chat, vous pouvez écrire à toutes les adresses de courriels existantes - même si le destinataire n'utilise pas l'application Delta Chat. C'est l'une des plus grandes différences avec les autres messagers : Il n'est pas nécessaire que le récepteur installe la même application que la vôtre.
pt: Com o Delta Chat, você pode escrever para qualquer e-mail - mesmo que o destinatário não use o Delta Chat. Esta é uma das maiores diferenças de outros aplicativos do tipo: Não é preciso que o destinatário tenha o mesmo aplicativo que você.

source: ## What are the advantages of Delta Chat compared to other messengers?
es: ## Cuáles son las ventajas de Delta Chat comparado con otras aplicaciones de mensajería?
fr: ## Quels sont les avantages de Delta Chat par rapport aux autres messageries?
pt: ## Quais são as vantagens do Delta Chat comparado a outros aplicativos do tipo?

source: - _Independent_ of any company or services. _You_ own your data. - Your data are not saved on a central server; this way, in contrast to most other messengers, Delta Chat even protects your metadata (who writes to whom?) - You do not distribute your address book to anyone. - _Fast_ by the use of Push-IMAP - _Largest userbase_ - receivers _not_ using Delta Chat can be reached as well - _Compatible_ - not only to itself - _Elegant_ and _simple_ user interface - _Distributed_ system - _No Spam_ - only messages of known users are shown by default - _Reliable_ - safe for professional use - _Trustworthy_ - can even be used for business messages - fully _Open Source_ and _Standards_ based
es: - _Independiente_ de cualquier empresa o servicio. _Tú_ eres dueño de tus datos. - Tus datos no se guardan en un servidor central; de esta manera, a diferencia de la mayoría de las otras aplicaciones de mensajería, Delta Chat incluso protege tus metadatos (¿quién escribe a quién?) - No distribuyes tu libreta de direcciones a nadie. - _Rápido_ gracias al uso de Push-IMAP - _La mayor cantidad de usuarios_ - también se puede contactar con los receptores que _no_ usan Delta Chat - _Compatible_ - no sólo consigo mismo - _Elegante_ y _simple_ interfaz de usuario - Sistema _distribuido_ - _No hay spam_: sólo se muestran de forma predeterminada los mensajes de usuarios conocidos - _Seguro_ - seguro para uso profesional - _Confiable_ - incluso se puede utilizar para mensajes de negocios - Totalmente _Código Libre_ y basado en _Standards_
fr: - Indépendant de toute entreprise ou service. Vos données vous appartiennent. - Vos données ne sont pas sauvegardées sur un serveur central ; ainsi, contrairement à la plupart des autres messagers, Delta Chat protège même vos métadonnées (qui écrit à qui ?). - Vous ne distribuez votre carnet d'adresses à personne. - Rapide_ par l'utilisation de Push-IMAP - La plus grande base d'utilisateurs - les récepteurs _qui n'utilisent pas le Delta Chat peuvent également être atteints. - Compatible_ - pas seulement avec lui-même - Interface utilisateur élégante et _simple - Système_distribué - Pas de Spam_ - seuls les messages d'utilisateurs connus sont affichés par défaut. - Fiable - sûr pour un usage professionnel - Digne de confiance - peut même être utilisé pour les messages d'entreprise - entièrement basé sur _Code Source Ouvert_ et _Standards_
pt: - _Independente_ de empresas e serviços. _Você_ é dono de seus dados. - Seus dados não ficam gravados num servidor central; assim, diferentemente de outros apps, o Delta Chat protege até seus metadados (quem escreveu para quem?) - Você não compartilha seus contatos com ninguém. - _Rápido_ por usar Push-IMAP - _Maior base de usuários_ - destinatários que _não_ usem o Delta Chat podem ser contatados - _Compatível_ - com e-mails comuns - Interface _elegante_ e _simples_ - Sistema _distribuído_ - _Sem Spam_ - somente usuários conhecidos aparecem na lista - _Confiável_ - seguro para uso profissional - _Fidedigno_ - pode ser usado até para mensagens comerciais - Totalmente de _código livre_ e _padronizado_

source: ## Which messages do appear in Delta Chat?
es: ## ¿Cuáles mensajes aparecerán en Delta Chat?
fr: ## Quels messages apparaissent dans Delta Chat?
pt: ## Quais mensagens aparecem no Delta Chat?

source: Delta Chat automatically shows ...
es: Delta Chat muestra automáticamente...
fr: Delta Chat affiche automatiquement ...
pt: O Delta Chat automaticamente exibe ...

source: - Messages from contacts in your **address book** - Messages from contacts **contacted by you** - **Replies** to messages sent by you
es: - Mensajes de contactos en tu **libreta de direcciones** - Mensajes de contactos **contactados por ti** - **Respuestas** a mensajes enviados por ti
fr: - Messages des contacts de votre **carnet d'adresses**. - Messages de vos contacts **contactés par vous** - Réponses** aux messages envoyés par vous
pt: - Mensagens de contatos da sua **agenda de endereços** - Mensagens de contatos **que você contatou** - **Respostas** a mensagens enviadas por você

source: Other messages do not appear automatically. You can see the other messages in the main menu at **Contact requests** and, if desired, start a chat from there.
es: Otros mensajes no aparecen automáticamente. Podes verlos en el menú principal en **Solicitudes de contacto** y, si querés, iniciar una conversación desde ahí.
fr: Les autres messages n'apparaissent pas automatiquement. Vous pouvez voir les autres messages dans le menu principal de ** demandes de contact ** et, si vous le souhaitez, commencer une conversation à partir de là.
pt: Outras mensagens não aparecem automaticamente. Você poderá as ver no menu principal em **Requisições de contato** e, se desejar, comece a conversar.

source: ## What about Spam?
es: ## ¿Qué pasa con el Spam?
fr: ## Qu'en est-il des spam?
pt: ## E o Spam?

source: - Messages in common spam folders are ignored and contained addresses are not considered as known contacts. - As messages from unknown contacts do not pop up automatically, normally, there's **no spam**. - However, if needed, you can **block** any contact.
es: - Los mensajes en la carpeta de spam se ignoran y las direcciones de los que envían esos mensajes no se consideran contactos conocidos. - Como los mensajes de contactos desconocidos no aparecen automáticamente, normalmente **no hay spam**. - Sin embargo, si es necesario, puede **bloquear** cualquier contacto.
fr: - Les messages contenus dans les dossiers spam (indésirables) courants sont ignorés et les adresses qu'ils contiennent ne sont pas considérées comme des contacts connus. - Comme les messages provenant de contacts inconnus n'apparaissent pas automatiquement, normalement, il n'y a pas de **spam**. - Cependant, si nécessaire, vous pouvez **bloquer** n'importe quel contact.
pt: - Mensagens da caixa de spam são ignoradas e os respectivos endereços são ignorados. - Como as mensagens de completos desconhecidos não são exibidas automaticamente, normalmente, **não há spam**. - No entanto, se realmente necessário, você pode **bloquear** qualquer contato.

source: ## Does Delta Chat support images, videos and other attachments?
es: ## Delta Chat soporta envío de imágenes, vidéos, documentos y otros archivos?
fr: ## Delta Chat prend-il en charge les images, vidéos et autres pièces jointes?
pt: ## O Delta Chat exibe imagens, vídeos e aceita outros anexos?

source: - Yes. Beside the plain text, all email-attachments are displayed as separate messages. Outgoing messages will get attachments as needed automatically.
es: - Sí. Además del texto puro del mensaje, también se mostrarán los archivos adjuntos al mensaje. En los mensajes enviados se adjuntarán los archivos que usted quiera compartir.
fr: - Oui. À côté du texte brut, toutes les pièces jointes sont affichées comme des messages séparés. Les messages sortants recevront automatiquement les pièces jointes nécessaires.
pt: - Sim. Além de texto puro, todos os anexos de e-mail são exibidos como mensagens separadas. Mensagens enviadas aceitam anexos também.

source: ## Does Delta Chat support HTML-emails?
es: ## Delta Chat soporta mensajes con formato HTML?
fr: ## Est-ce que Delta Chat prend en charge les courriels en HTML?
pt: ## O Delta Chat lê e-mails em HTML?

source: - Yes. If incoming email lacks a plain text part, we convert HTML-emails to plain text ourselves. Outgoing emails always use plain text.
es: - Sí. Incluso si le envian mensajes HTML a usted, el texto será convertido automaticamente para que usted pueda leerlo en la aplicación. Los mensajes enviados serán en formato de texto puro.
fr: - Oui, si le courriel entrant manque d'une partie en texte brut, Delta Chat convertit les courriels HTML en texte brut. Les courriels sortants utilisent toujours du texte brut.
pt: - Sim. Se a mensagem não estiver em texto puro, o HTML será convertido em texto puro. Mensagens sempre são enviadas em texto puro.

source: # Groups
es: # Grupos
fr: # Groupes {#groups}
pt: # Grupos {#groups}

source: ## How can I create a group?
es: ## Cómo puedo crear grupos de chat?
fr: ## Comment puis-je créer un groupe?
pt: ## Como criar um grupo?

source: - Select **Add group** from the "Sandwich menu" in the upper right corner of the chat overview. - On the following screen, select the **group members** and hit the check mark in the upper right corner. After that, you can define a **group name**. - As soon as you write the **first message** in the group, all members are informed about the new group and can answer in the group (as long as you do not write a message in the group the group is invisible to the members).
es: - Seleccione **Agregar grupo** desde el "Menú sándwich" en la esquina superior derecha de la descripción del chat. - En la siguiente vista, seleccione los **miembros del grupo** y presione la marca de verificación en la esquina superior derecha. Después de eso, usted puede definir un **nombre de grupo**. - Tan pronto como escriba **el primer mensaje**, se le informará a todos los miembros sobre el nuevo grupo y pueden responder en el grupo (hasta que no escriba un mensaje en el grupo, este es invisible para los miembros).
fr: - Sélectionnez **Ajouter groupe** dans le "Menu sandwich" dans le coin supérieur droit de l'aperçu du tchat. - Sur l'écran suivant, sélectionnez les **membres du groupe** et cochez la case dans le coin supérieur droit. Ensuite, vous pouvez définir un **nom de groupe**. - Dès que vous écrivez le **premier message** dans le groupe, tous les membres sont informés du nouveau groupe et peuvent répondre dans le groupe (tant que vous n'écrivez pas un message dans le groupe, le groupe est invisible aux membres).
pt: - Selecione **Novo grupo** do "menu sanduíche" no canto esquerdo superior da lista de conversas. - Na tela seguinte, selecione os **membros do grupo** e toque na caixa de seleção no canto direito superior. Após, escolha um **nome para o grupo**. - Tão logo você enviar a **primeira mensagem**, todos os membros serão informados sobre o novo grupo e poderão entrar em contato pelo grupo (enquanto a primeira mensagem não for encaminhada o grupo não será conhecido pelos demais membros).

source: ## How to add members to a group?
es: ## ¿Cómo agregar miembros a un grupo?
fr: ## Comment ajouter des membres à un groupe ?
pt: ## Como adicionar participantes ao grupo?

source: - Every group member has the **same rights** as any other. For this reason every one can delete every member or add new ones. - To add or delete members, click on the group name in the chat.
es: - Todos los miembros del grupo tienen los **mismos derechos** que los demás. Por esta razón, todos pueden eliminar o añadir miembros al grupo. - Para añadir o eliminar miembros, haga clic en el nombre del grupo en la pantalla de chat.
fr: - Chaque membre du groupe a les **mêmes droits** que les autres. Pour cette raison, chacun peut supprimer tous les membres ou en ajouter de nouveaux. - Pour ajouter ou supprimer des membres, cliquez sur le nom du groupe dans le chat.
pt: - Todos os membros do grupo têm os **mesmos poderes**. Assim, todos podem deletar e/ou incluir novos membros ao grupo. - Para adicionar ou deletar membros, clique no nome do grupo no chat.

source: ## What is a verified group?
es: ## ¿Qué es un grupo verificado?
fr: ## Qu'est qu'un groupe vérifié ?
pt: ## O que significa 'grupo verificado'?

source: - A "verified group" is an experimental feature (as of January 2019). By adding one another through QR-code scans a group of "verified" members can talk with each other. It enforces e2e group encryption that is safe against provider or network attacks. However, some user-tests and feedback suggests that UX and implementation changes makes sense. Recent discussions can be found here: https://countermitm.readthedocs.io/en/latest/new.html
es: - Un "grupo verificado" es una función experimental (desde enero del 2019). Al agregarse unos a otros a través de escanear códigos QR, un grupo de miembros "verificados" pueden hablar juntos. Esto hace que el cifrado de grupo e2e sea seguro, evitando manipulación de nuestros proveedores o ataques a la red. Sin embargo, algunas pruebas de usuarios y comentarios sugieren que es necesario mejorar esta funcionalidad. Se pueden encontrar discusiones recientes al respecto aquí: https://countermitm.readthedocs.io/en/latest/new.html
fr: - Un "groupe vérifié" est une fonctionnalité expérimentale (à partir de janvier 2019). En s'ajoutant l'un à l'autre par le biais de QR-code scans, un groupe de membres " vérifiés " peut discuter l'un avec l'autre. Il applique le chiffrement de groupe e2e qui est sûr contre des attaques du fournisseur d'accès ou du réseau. Cependant, certains tests et commentaires des utilisateurs suggèrent que les changements d'interface utilisateur et de mise en œuvre sont judicieux. Les discussions récentes peuvent être consultées ici : https://countermitm.readthedocs.io/en/latest/new.html
pt: - "Grupo verificado" é uma funcionalidade experimental (Janeiro de 2019). Utilizando-se de verificação participante por participante por código QR cria-se um grupo verificado. Assim, reforça-se que a criptografia ponta a ponta está segura contra ataques do provedor ou da rede. Porém, alguns testes e relatórios sugerem que mudanças no UX e na implementação são necessárias. Discussões recentes podem ser vistas aqui: https://countermitm.readthedocs.io/en/latest/new.html

source: ## I have deleted myself by accident.
es: ## Me he eliminado a mí mismo accidentalmente de un grupo.
fr: ## Je me suis retiré(e) du groupe par accident.
pt: ## Eu saí do grupo por acidente.

source: - As you're no longer a group member now, you cannot add yourself again. However, no problem, just ask any other group member in a normal chat to add you again.
es: - Como ya no eres miembro del grupo, no puedes volver a agregarte tu mismo. Sin embargo, no hay problema, solo pídele a cualquier otro miembro del grupo en un chat normal que te agregue de nuevo.
fr: - Comme vous n'êtes plus membre du groupe maintenant, vous ne pouvez pas vous ajouter à nouveau. Cependant, pas de problème, demandez simplement à n'importe quel autre membre du groupe dans un tchat normal de vous ajouter à nouveau.
pt: - Já que você não faz mais parte do grupo, você não pode se incluir nele de novo. No entanto, sem problema, peça para que alguém do grupo lhe inclua de novo.

source: ## I do not want to receive the messages of a group any longer.
es: ## No quiero recibir nuevamente mensajes de un determinado grupo.
fr: ## Je ne veux plus recevoir les messages d'un groupe.
pt: ## Não quero mais receber mensagens do grupo.

source: - Either delete yourself from the member list or delete the whole chat. If you want to join the group later again, ask another group member to add you again.
es: - Elimínate de la lista de miembros o elimina el chat completo. Si deseas unirte al grupo más tarde, pídele a otro miembro del grupo que te agregue nuevamente.
fr: - Supprimez-vous de la liste des membres ou supprimez le tchat en entier. Si vous voulez rejoindre le groupe plus tard, demandez à un autre membre du groupe de vous ajouter à nouveau.
pt: - Ou apague-se da lista de membros, ou delete o chat. Você poderá entrar no grupo em outra ocasião de novo, pedindo para que alguém do grupo o readicione.

source: - As an alternative, you can also "Mute" a group - doing so, you'll get all messages and can still write but you're no longer notified of any new messages.
es: - Como alternativa, también puedes "Silenciar" a un grupo. Al hacerlo, recibirás todos los mensajes y aún puedes escribir, pero no se te notificará cuando hay nuevos mensajes en ese grupo.
fr: - Comme alternative, vous pouvez aussi "rendre muet" un groupe - ce faisant, vous obtiendrez tous les messages et vous pourrez toujours écrire, mais vous n'êtes plus averti de tout nouveau message.
pt: - Alternativamente, você pode "silenciar notificações" de um grupo - desta forma você receberá todas as mensagens, poderá escrever no grupo, mas não será notificado de novas mensagens.

source: # Encryption {#encryption}
es: # Encriptación {#encryption}
fr: # Chiffrement {#encryption}
pt: # Criptografia {#encryption}

source: ## Does Delta Chat support end-to-end-encryption?
es: ## ¿Delta Chat admite cifrado de extremo a extremo?
fr: ## Est-ce que Delta Chat supporte le chiffrement de bout en bout ?
pt: ## O Delta Chat tem criptografia ponta a ponta?

source: - Yes. DeltaChat implements the Autocrypt Level 1 standard and can thus e2e-encrypt messages with other Autocrypt-capable apps.
es: - Sí. DeltaChat implementa el estándar Autocrypt Nivel 1 y puede por lo tanto, cifrar de extremo a extremo mensajes con otras aplicaciones compatibles con Autocrypt.
fr: - Oui. Oui. DeltaChat implémente le standard Autocrypt niveau 1 et peut donc chiffrer en e2e les messages avec d'autres applications compatibles Autocrypt.
pt: - Sim. O DeltaChat implementa o padrão Autocrypt Nível 1 de modo que faz criptografia ponta a ponta com aplicativos compatíveis.

source: ## What do I have to do to activate the end-to-end-encryption?
es: ## Qué debo hacer para activar la encriptacin de extremo a extremo?
fr: ## Que dois-je faire pour activer le chiffrement bout en bout?
pt: ## O que eu preciso fazer para ativar a criptografia ponta a ponta?

source: - Nothing.
es: - Nada.
fr: - Rien.
pt: - Nada.

source: - Delta Chat apps (and other [Autocrypt](https://autocrypt.org)-compatible e-mail apps) share the keys required for end-to-end-encryption automatically as the first messages are sent. After this, all subsequent messages are encrypted end-to-end automatically. If one of the chat partners uses a non-Autocrypt e-mail app later messages are not encrypted until an Autocrypt-compliant app is available again.
es: - Las aplicaciones de Delta Chat (y otras aplicaciones de correo electrónico compatibles con [Autocrypt](https://autocrypt.org)) comparten las claves necesarias para el cifrado de extremo a extremo automáticamente a medida que se envían los primeros mensajes. Después de esto, todos los mensajes subsiguientes se cifran de extremo a extremo automáticamente. Si uno de los compañeros de chat usa una aplicación de correo electrónico que no soporta Autocrypt, los mensajes no se cifrarán hasta que una aplicación compatible con Autocrypt sea utilizada.
fr: <br>- Les applications Delta Chat (et les autres applications de messagerie compatibles avec[Autocrypt](https://autocrypt.org)) partagent automatiquement les clés nécessaires au chiffrement de bout en bout dès l'envoi des premiers messages. Ensuite, tous les messages suivants sont cryptés de bout en bout automatiquement. Si l'un des partenaires de tchat utilise une application de messagerie non-autocryptée, les messages ultérieurs ne sont pas cryptés tant qu'une application conforme à Autocrypt n'est pas à nouveau disponible.
pt: - O Delta Chat (e outros programas compatíveis com a tecnologia [Autocrypt](https://autocrypt.org) ) compartilham, na primeira mensagem, as chaves necessárias para ativar a criptografia ponta a ponta. Depois todas as mensagens posteriores são criptografadas ponta a ponta automaticamente. Se um dos participantes da conversa não estiver usando um programa que comporte criptografia, a criptografia fica suspensa até ser reativada novamente, quando possível.

source: - If you want to _deactivate_ the end-to-end-encryption, use the corresponding setting at "Settings / Advanced settings".
es: - Si desea _desactivar_ el cifrado de extremo a extremo, use la configuración correspondiente en "Ajustes / Avanzado".
fr: - Si vous voulez _désactiver_ le cryptage de bout en bout, utilisez le réglage correspondant sous "Réglages / Réglages avancés".
pt: - Se você quiser _desativar_ a criptografia ponta a ponta, faça-o no menu "Configurações / Configurações avançadas".
