Repository: deltachat/deltachat-pages
Catalog: */help.po
Languages: es, fr, pt

source: ## If end-to-end-encryption is not available, is the connection not encrypted at all?
es: ## Si la encriptación extremo a extremo no está disponible, toda la comunicación es insegura?
fr: ## Si le chiffrement bout en bout n'est pas disponible, la connexion n'est pas chiffrée?
pt: ## Se a criptografia ponta a ponta não estiver ativa a conexão estará completamente descriptografada?

source: - No. With most e-mail servers _transport encryption_ (TLS) is used then.
es: - No. Con la mayoría de los servidores de correo electrónico se utilizará _cifrado de transporte_ (TLS) entonces.
fr: - Non. Avec la plupart des serveurs de messagerie, le cryptage de transport (TLS) est utilisé.
pt: - Não. A criptografia padrão de _tráfego_ será utilizada.

source: ## How can I check the encryption?
es: ## Cómo puedo verificar la encriptación?
fr: ## Comment puis-je vérifier le chiffrement?
pt: ## Como posso me certificar de que a criptografia ponta a ponta está ativada?

source: - If a little **padlock** is shown beside a message, this implies that the message is end-to-end-encrypted _and_ is sent from the given sender _and_ your answer will be end-to-end-encrypted as well.
es: - Si se muestra un pequeño **candado** junto a un mensaje, esto implica que el mensaje está encriptado de extremo a extremo _y_ se envía desde el remitente dado, _y_ su respuesta también se cifrará de extremo a extremo.
fr: - Si un petit **cadenas** est affiché à côté d'un message, cela signifie que le message est crypté de bout en bout _et_ est envoyé par l'expéditeur donné _et_ votre réponse sera également cryptée de bout en bout.
pt: - Se um **cadeadozinho** for exibido ao lado da mensagem, significa que ela está criptografada ponta a ponta _e_ foi enviada por um dado usuário _bem como_ sua resposta também será criptografada ponta a ponta.

source: - If there is **no padlock**, the message is usually transported unencrypted eg. because you or the sender have disabled end-to-end-encryption or the sender uses an app that does not support end-to-end-encryption.
es: - Si no hay **ningún candado**, el mensaje generalmente se transporta sin encriptar, por ejemplo. porque usted o el remitente han deshabilitado el cifrado de extremo a extremo, o el remitente utiliza una aplicación que no admite el cifrado de extremo a extremo.
fr: - S'il n'y a **aucun cadenas**, le message est généralement transporté en clair, par exemple parce que vous ou l'expéditeur avez désactivé le cryptage de bout en bout ou que l'expéditeur utilise une application qui ne prend pas en charge le cryptage de bout en bout.
pt: - Se **não tiver um cadeadozinho**, a mensagem será, de regra, transportada sem criptografia, p. ex., devido ela ter sido desabilitada ou um dos usuários estiver usando um aplicativo incompatível com criptografia.

source: ## How can I verify the sender?
es: ## ¿Como puedo verificar el remitente?
fr: ## Comment puis-je vérifier l'expéditeur?
pt: ## Como posso verificar se o remetente é ele mesmo?

source: The user's profile shows some additional information:
es: El perfile del usuario muestra información adicional:
fr: Le profil de l'utilisateur affiche des informations supplémentaires:
pt: O perfil de usuário exibe algumas informações adicionais:

source: - You can tap "QR Invite code" on Android and then use the "scan QR code" button on another device to scan this code. If both devices are online they will introduce a chat channel with each other (if it doesn't exist already) and also the encryption keys will be verified.
es: - Puede pulsar "Código de invitación QR" en Android y luego usar el botón "Escanear código QR " en otro dispositivo para escanear este código. Si ambos dispositivos están en línea, entrarán en un canal de chat entre sí (si no existe ya) y también se verificarán las claves de cifrado.
fr: - Vous pouvez taper sur "QR code d'invitation " sur Android et ensuite utiliser le bouton "Numériser QR code" sur un autre appareil pour numériser ce code. Si les deux appareils sont en ligne, ils introduiront un canal de tchat l'un avec l'autre (s'il n'existe pas déjà) et les clés de cryptage seront également vérifiées.
pt: - É possível tocar em "Código QR de convite" e, depois, em "Escanear código QR" nos dispositivos Android. Se ambos os dispositivos estiverem conectados eles irão estabelecer uma nova conversa (se ainda não existente) e, também, serão verificada as chaves.

source: - For an end-to-end-encryption, Delta Chat shows two fingerprints there. If they are the same on the device of your chat partner, the connection is safe.
es: - Para un cifrado de extremo a extremo, Delta Chat muestra dos huellas digitales allí. Si son iguales en el dispositivo de su compañero de chat, la conexión es segura.
fr: - Pour un cryptage de bout en bout, Delta Chat affiche deux empreintes digitales ici. Si elles sont les mêmes sur l'appareil de votre partenaire de tchat, la connexion est sûre.
pt: - Nas mensagens criptografadas ponta a ponta o Delta Chat exibe duas digitais. Se elas conferirem com as do destinatário, a conexão está segura.

source: - For transport encryption, this state is just shown there
es: - Para el cifrado de transporte, este estado se muestra allí.
fr: - Pour le cryptage de la communication, cet état est juste affiché ici
pt: - No caso de criptografia de transporte, a respectiva informação é simplesmente exibida no aplicativo.

source: ## Which standards are used for end-to-end-encryption?
es: ## ¿qué estándares se utilizan para el cifrado punto a punto?
fr: ## Quels standards sont utilisés pour le chiffrement bout en bout?
pt: ## Quais padrões são utilizados para a criptografia ponta a ponta?

source: - OpenPGP. Key transport is done via [Autocrypt](https://autocrypt.org).
es: - OpenPGP. En el envío de las claves se realiza mediante [Autocrypt](https://autocrypt.org).
fr: - OpenPGP. Le transport des clés s'effectue via [Autocrypt](https://autocrypt.org).
pt: - OpenPGP. A troca de chaves é feita via [Autocrypt](https://autocrypt.org).

source: ## Can I re-use my existing private key?
es: ## ¿Puedo reutilizar mi llave privada existente?
fr: ## Puis-je réutiliser ma clé privée existante ?
pt: ## Posso reutilizar uma chave privada que já possuo?

source: - Yes. The best way is to send an Autocrypt Setup Message from the other e-mail client. Look for sth. like **Start Autocrypt Setup Transfer** in the settings of the other client and follow the instructions shown there.
es: - Si. La mejor manera es enviar un Mensaje de Configuración de Autocrypt desde el otro cliente de correo electrónico. Busca algo como **Iniciar la Transferencia de la Configuración Autocrypt** en la configuración del otro cliente y seguir las instrucciones que se muestren allí.
fr: - Oui. La meilleure façon est d'envoyer un message de transfert de clé Autocrypt à partir de l'autre client de courriel. Cherchez quelque chose comme **Lancer le transfert de clé Autocrypt** dans les paramètres de l'autre client et suivez les étapes indiquées là.
pt: - Sim. A melhor maneira é enviar uma mensagem de configuração do Autocrypt de um para outro cliente de e-mail. Procure pelo sth. com o nome **Inicializar configuração de transferência do Autocrypt** nas configurações do outro cliente e siga as respectivas intruções.

source: - Alternatively, you can import the key manually at "Advanced settings / Manage private keys". Caution: Make sure, the key is not protected by a password or remove it before.
es: - Alternativamente, puede importar la clave manualmente en "Configuración avanzada / Administrar claves privadas". Precaución: asegúrese de que la clave no esté protegida por una contraseña o elimínela antes.
fr: - Sinon, vous pouvez aussi importer les clés manuellement avec le menu "Paramètres avancés / Gérer les clés privés". Attention: assurez-vous que la clé n'est pas protégée par un mot de passe ou enlevez le auparavant.
pt: - Alternativamente, você pode importar a chave manualmente em "Configurações avançadas / Gerir chaves privadas". Atenção: Certifique-se de que a chave não esteja protegida por senha ou a remova anteriormente.

source: If you don't have a key or don't even know you would need one - don't worry: Delta Chat generates one as needed, you don't have to hit a button for it.
es: Si no tienes una llave o ni siquiera sabes para qué la necesitas, no te preocupes: Delta Chat genera una según sea necesario de forma automática, no tienes que hacer nada.
fr: Si vous n'avez pas de clé ou ne savez même pas que vous en auriez besoin, ne vous inquiétez pas : Delta Chat en génère une si nécessaire, vous n'avez pas besoin d'appuyer sur un bouton pour cela.
pt: Se você não tiver uma chave ou nem mesmo sabe do que isso se trata - não se preocupe: o Delta Chat fará tudo automaticamente para você.

source: # Multi-client {#multiclient}
es: # Multiples dispositivos {#multiclient}
pt: # Multicliente {#multiclient}

source: ## Can I use Delta Chat on multiple devices the same time?
es: ## Puedo usar Delta Chat en varios dispositivos al mismo tiempo?
fr: ## Puis-je utiliser Delta Chat sur plusieurs appareils en même temps?
pt: ## Posso usar o Delta Chat em vários dispositivos ao mesmo tempo?

source: If you want to use the **same account** on different (Autocrypt capable) devices, you have to synchronize their encryption capabilities:
es: Si desea utilizar la **misma cuenta** en diferentes dispositivos (que soporten Autocrypt), tienes que sincronizar sus llaves de cifrado:
fr: Si vous voulez utiliser le **même compte** sur différents appareils (compatibles avec le cryptage automatique), vous devez synchroniser leurs capacités de cryptage :
pt: Se você quiser usar a **mesma conta** em diferentes dispositivos (compatíveis com Autocrypt), você terá que fazer com que todos eles usem a mesma chave de criptografia:

source: - On the first device, choose "Advanced settings / Send Autocrypt Setup message" and click until a "security number" is shown.
es: - En el primer dispositivo, elija "Configuración avanzada / Enviar mensaje de configuración de Autocrypt" y haga clic hasta que aparezca un "número de seguridad".
fr: - Sur le premier appareil, choisissez "Paramètres avancés / Envoyer le message de configuration du cryptage automatique". et cliquez jusqu'à ce qu'un "numéro de sécurité" s'affiche.
pt: - No primeiro dispositivo, escolha "Configurações avançadas / Enviar mensagem de configuração Autocrypt" e vá clicando até que apareça o "número de segurança".

source: - On the other device, wait for the "Autocrypt Setup Message" to arrive and click on it which should prompt you for the security number.
es: - En el otro dispositivo, espere a que llegue el "Mensaje de configuración de Autocrypt" y haga clic en él, lo cual debe solicitarle el número de seguridad.
fr: - Sur l'autre appareil, attendez que le message "Autocrypt Setup Message" (message de configuration du cryptage automatique) arrive et cliquez dessus pour obtenir le numéro de sécurité.
pt: - No outro dispositivo, espere aparecer a "mensagem de configuração Autocrypt" e toque nela, ao que surgirá uma solicitação de inserir o "número de segurança".

source: - you are now successfully synchronized and can use both devices for sending and receiving e2e-encrypted messages with your communication partners.
es: - ahora está sincronizado correctamente y puede usar ambos dispositivos para enviar y recibir mensajes encriptados e2e con sus compañeros.
fr: - vous êtes maintenant synchronisé avec succès et pouvez utiliser les deux appareils pour envoyer et recevoir des messages cryptés e2e avec vos partenaires de communication.
pt: - agora seus dispositivos estão sincronizados e todos podem enviar mensagens criptografadas ponta a ponta.

source: # Miscellaneous
es: # Miscelaneo
fr: # Divers {#miscellaneous}
pt: # Diversos {#miscellaneous}

source: ## Does Delta Chat work with _my_ e-mail-provider?
es: ## ¿Delta Chat funciona con _mi_ proveedor de correo electrónico?
fr: ## Est-ce Delta Chat fonctionne avec mon service de courriel ?
pt: ## O Delta Chat funciona com o _meu_ provedor de e-mail?

source: - With a rather good chance: Yes :) However, some providers need special options to work properly; users have collected some of them in the forum at [Provider Overview](https://support.delta.chat/t/provider-overview/)
es: - Es muy probable que sí :) Sin embargo, algunos proveedores necesitan opciones especiales para funcionar correctamente; los usuarios han recopilado algunas de ellas en el foro en [Descripción de proveedores](https://support.delta.chat/t/provider-overview/)
fr: - Avec de bonnes chances : Oui :) Cependant, certains fournisseurs ont besoin d'options spéciales pour fonctionner correctement ; les utilisateurs ont rassemblé certaines d'entre elles dans le forum à l'adresse [Aperçu des fournisseurs](https://support.delta.chat/t/provider-overview/)
pt: - Muito provavelmente sim :) Porém, alguns provedores precisam de configurações especiais; alguns usuários fizeram uma compilação no fórum em [Provider Overview](https://support.delta.chat/t/provider-overview/)

source: ## I'm interested in the technical details. Can you tell me more?
es: ## Estoy interesado en los detalles técnicos. ¿Podrías decirme más?
fr: ## Je suis intéressé par les détails techniques. Pouvez-vous m'en dire plus?
pt: ## Quero saber mais detalhes técnicos. Você pode me contar mais?

source: - See page [Standards used in Delta Chat]({% include standards-url %}).
es: -- Visitá la pagina [Estándares usados en Delta Chat]({% include standards-url %}).
fr: - Voir la page des [standards utilisés dans Delta Chat]({% include standards-url %}).
pt: - Leia a página (em inglês) [Standards used in Delta Chat]({% include standards-url %}).
