Repository: deltachat/deltachat-pages
Catalog: */references.po
Languages: fr

source: --- title: References lang: en ---
fr: --- title: Références lang: fr ---

source: # References
fr: # Références

source: Although Delta Chat is still in beta state, there are already some interesting articles.
fr: Bien que Delta Chat soit toujours en version bêta, il existe déjà quelques articles intéressants.

source: This list is far from being complete - do we have missed something? Please [let us know](imprint) or just do a [pull request](https://github.com/deltachat/deltachat-pages/edit/master/en/references.md).
fr: Cette liste est loin d'être complète - avons nous raté quelque chose ? S.v.p. [dites-nous](imprint) ou faites juste une demande de tirage [pull request](https://github.com/deltachat/deltachat-pages/edit/master/en/references.md).

source: ## The Mozilla Thunderbird Blog: FOSDEM 2019 and DeltaChat
fr: ## le blog Mozilla Thunderbird : FOSDEM 2019 and DeltaChat

source: ## habr.com (Large Russian technology site): децентрализованный мессенджер поверх электронной почты
fr: ## habr.com (vaste site de technologie russe) : децентрализованный мессенджер поверх электронной почты

source: ## technolike.com (Technology blog from Cuba): Delta chat, chatea por correo al más puro estilo WhatsApp
fr: ## technolike.com (blog technologique au Cuba) : Delta chat, chatea por correo al más puro estilo WhatsApp

source: ## blog.lenzg.net: Using Delta Chat with email sub-addresses
fr: ## blog.lenzg.net : Utiliser Delta Chat avec des sous-adresses de courriel

source: ## iX (German magazine): Dargereicht - Autocrypt automatisiert E-Mail-Kryptografie
fr: ## iX (magazine allemand) présente : Autocrypt automatise la cryptographie des e-mails

source: This article is about Autocrypt, the specification used by Delta Chat for end-to-end setup. Delta Chat is mentioned on the edge.
fr: Cet article traite d'Autocrypt, le système utilisée par Delta Chat pour le réglage du chiffrement bout à bout. Delta Chat est mentionné sur le bord.

source: ## Linux User (German magazine): Private and Confidential - Privatvergnügen
fr: ## Linux User (magazine allemand) : Privé et confidentiel - plaisir privé

source: _"Der pfiffige Messenger Delta Chat bietet eine interessante Alternative zu Datenkraken wie Whatsapp."_
fr: _ "La messagerie Delta Chat offre une alternative intéressante aux voleur de données comme Whatsapp." _

source: ## Hasecke (German blog): Mit Delta Chat per E-Mail chatten
fr: ## Hasecke (blogue allemand) : Chat avec Delta Chat par courriel

source: _"Delta Chat funktioniert flüssig – als Messenger und als E-Mail-Client."_
fr: _ "Delta Chat fonctionne bien - en tant que messagerie et en tant que client courriel." _

source: ## Cloudette (German blog): Delta Chat – ein neuer Star am Messenger-Himmel?!
fr: ## Cloudette (blogue allemand) : Delta Chat - Une nouvelle étoile dans le ciel des messageries ?!

source: _"Für mich sieht das Ganze bisher sehr sehr gut aus und ich könnte mir vorstellen, dass ich damit nach und nach alle anderen Chat Messenger ablösen kann [...]"_
fr: _ "Pour moi, le tout semble très bien jusqu'ici et je pourrais imaginer que je puisse remplacer progressivement tous les autres messageries instantanées[...]" _

source: ## Wissensarbeiter Jochen Plikat (German blog): Zur Zukunft von SMS, WhatsApp & Co. (3)
fr: ## Wissensarbeiter Jochen Plikat (blog allemand) : Zur Zukunft von SMS, WhatsApp & Co. (3)

source: _"Die Einrichtung von Delta Chat könnte kaum einfacher sein [...]"_
fr: _"Die Einrichtung von Delta Chat könnte kaum einfacher sein [...]"_ "Mettre en place le Delta Chat ne pourrait pas être plus facile..."
